Repository: vegaitglobal/posao-sansi-website
Catalog: opportunity_job_api/src/run/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Send selected emails
sr: Pošalji odabrane e-poruke
sr_latn: Pošalji odabrane mejlove

source: Successfully sent {emails_count} {label}.
sr: Uspešno poslato {emails_count} {label}
sr_latn: {emails_count} {label} uspešno poslato.

source: emails
sr: e-poruke
sr_latn: mejlovi

source: email
sr: e-poruka
sr_latn: mejl

source: You can select a maximum of 5 emails to send at once. Please reduce the number of selected emails and try again.
sr: Možete da izaberete najviše 5 e-poruka za slanje odjednom. Smanjite broj izabranih e-poruka i pokušajte ponovo.
sr_latn: Možete odabrati maksimalno 5 mejlova za slanje. Molimo vas da smanjite broj odabranih mejlova i pokušate ponovo.

source: waiting to send email
sr: čeka se slanje e-poruke
sr_latn: čekanje na slanje mejla

source: successfully sent email
sr: uspešno poslata e-poruka
sr_latn: uspešno poslat mejl

source: failed to send email
sr: neuspešno slanje e-poruke
sr_latn: neuspešno poslat mejl

source: email subject
sr: naslov e-poruke
sr_latn: naslov mejla

source: email context
sr: objašnjenje poruke
sr_latn: kontekst mejla

source: template path
sr: putanja šablona
sr_latn: putanja do templejta

source: category
sr: kategorija
sr_latn: kategorija

source: For easier grouping and searching of specific emails
sr: Za lakše grupisanje i pretraživanje e-poruka
sr_latn: Za lakše grupisanje i pretraživanje specifičnih mejlova

source: Note that the email can successfully be sent even if the recipient email address does not exist
sr: Podsetnik da se e-pošta može uspešno poslati čak i ako je adresa pošte primaoca adresa ne postoji
sr_latn: Imajte u vidu da mejl može uspešno da bude poslat čak i kada mejl adresa ne postoji

source: error
sr: greška
sr_latn: greška

source: An error occurred during the email sending process
sr: Došlo je do greške tokom procesa slanja e-pošte
sr_latn: Greška koja se javila tokom procesa slanja mejla

source: djangotainer on GitHub
sr: djangotainer na GitHub-u
sr_latn: djangotainer na GitHub-u

source: job name
sr: naziv pozicije

source: company name
sr: naziv kompanije

source: applicant_email
sr: adresa_aplikanta

source: Course or internship
sr: Kurs ili praksa

source: Unpaid internship
sr: Neplaćena praksa

source: Paid internship
sr: Plaćena praksa

source: Part time job offer
sr: Radna ponuda sa pola radnog vremena

source: Full time job offer
sr: Radna ponuda sa punim radnim vremenom

source: Sales and Trade
sr: Prodaja i Trgovina

source: Tourism and Catering
sr: Turizam i Ugostiteljstvo

source: Transport and Logistics
sr: Transport i Logistika

source: Cleaning nad Maintenance
sr: Čišćenje i Održavanje

source: Jobs in production industry
sr: Poslovi u proizvodnji

source: Food technology
sr: Prehrambena industrija

source: Beauty Care
sr: Nega i ulepšavanje

source: Other
sr: Ostalo

source: Frequently Asked Questions
sr: Često Postavljana Pitanja

source: question
sr: pitanje

source: answer
sr: odgovor

source: display to anonymous
sr: prikazati neprijavljenim korisnicima

source: display to employers
sr: prikazati poslodavcima

source: display to applicants
sr: prikazati aplikantima

source: Job Enrollment
sr: Prijava na posao

source: Job Enrollments
sr: Prijave na poslove

source: job offer
sr: ponuda za posao

source: applicant account
sr: nalog aplikanta

source: pending?
sr: na čekanju?

source: The status indicates whether the enrollment has been processed. If the status is pending, the applicant either needs to connect with the employer to complete the application process, or someone else may need to apply for the job on behalf of the applicant.
sr: Status pokazuje da li je upis evidentiran. Ako je status na čekanju, podnosilac zahteva ili treba da se poveže sa poslodavcem da završi proces prijave, ili će biti potrebno da se neko drugi prijavi za posao u ime podnosioca zahteva.

source: Job Offer
sr: Ponuda za posao

source: Job Offers
sr: Ponude poslova

source: job description
sr: opis radne pozicije

source: employer
sr: poslodavac

source: location
sr: lokacija

source: application deadline
sr: rok za prijavu

source: engagement
sr: angažovanje

source: required work experience
sr: potrebno radno iskustvo

source: required education
sr: potrebno obrazovanje

source: additional skills
sr: dodatne veštine

source: is active
sr: aktivan

source: Applicant
sr: Aplikant

source: Employer
sr: Eoslodavac

source: Details
sr: Detalji
sr_latn: Detalji

source: Permissions
sr: Dozvole
sr_latn: Permisije

source: Important dates
sr: Bitni datumi
sr_latn: Važni datumi

source: account
sr: nalog

source: No formal education
sr: Neformalna edukacija

source: First degree, 4 years of primary school
sr: Prvi stepen, 4 razreda osnovne škole

source: Second degree, primary school
sr: Drugi stepen, osnovna škola

source: Third degree, high school
sr: Treći stepen, srednja škola

source: Fourth degree, high school
sr: Četvrti stepen, srednja škola

source: Fifth degree, highly qualified, high school
sr: Peti stepen, visoko kvalifikovan, srednja škola

source: Sixth degree, higher education, high school
sr: Šesti stepen, viša edukacija, srednja škola

source: Seventh degree, higher vocational education, higher education school
sr: Sedmi stepen, viša stručna edukacija, viša stručna sprema

source: No work experience
sr: Bez radnog iskustva

source: Less than a year
sr: Manje od godine

source: More than one less than three years
sr: Više od jedne godine, manje od tri godine

source: More than three less than five years
sr: Više od tri godine, manje od pet godina

source: More than five less than ten years
sr: Više od pet godina, manje od deset godina

source: More than ten years
sr: Više od deset godina

source: user
sr: korisnik

source: Applicant Account
sr: Nalog aplikanta

source: Applicant Accounts
sr: Nalozi aplikanta

source: first name
sr: ime

source: last name
sr: prezime

source: work experience
sr: radno iskustvo

source: education level
sr: nivo edukacije

source: about me
sr: o meni

source: Employer Account
sr: Nalog poslodavca

source: Employer Accounts
sr: Nalozi poslodavca

source: PIB
sr: poreski identifikacioni broj

source: In Serbia, this number contains 9 numeric characters
sr: U Srbiji, ovaj broj se sastoji od devet brojeva

source: company address
sr: adresa kompanije

source: company phone number
sr: broj telefona kompanije

source: company url
sr: websajt kompanije

source: about company
sr: o kompaniji

source: Reset your password
sr: Promenite lozinku

source: Password Reset Email
sr: Mejl adresa za resetovanje lozinke

source: Password Reset Emails
sr: Mejl adrese za resetovanje lozinke

source: User
sr: Korisnik
sr_latn: Korisnik

source: Users
sr: Korisnici
sr_latn: Korisnici

source: Invalid credentials
sr: Nevalidni kredencijali

source: Invalid email address
sr: Neispravna mejl adresa

source: Unable to retrieve an email address from the URL hash
sr: Nije moguće preuzeti adresu e-pošte sa URL adrese

source: User does not exist
sr: Korisnik ne postoji

source: English
sr: Engleski
sr_latn: Engleski

source: Serbian
sr: Srpski

source: Welcome to Opportunity Job web API
sr: Dobrodošli na Posao Šansi programski interfejs aplikacije

source: We received a request to reset the password for your account on <a href="%(website_url)s">%(website_name)s</a> website. Please click on the button below to enter a new password:
sr: Primili smo zahtev da resetujemo lozinku za vaš nalog na <a href="%(website_url)s">%(website_name)s</a> websajt. Molim vas kliknite na dugme ispod, da biste uneli novu lozinku:

source: Kind regards
sr: Srdačan pozdrav

source: recipient user
sr_latn: korisnik primaoc

source: Email
sr_latn: Mejl

source: Emails
sr_latn: Mejlovi

source: recipient email address
sr_latn: mejl adresa primaoca

source: Personal info
sr_latn: Lični podaci

source: Serbian (Latin)
sr_latn: Srpski (Latinica)

source: Home
sr_latn: Početna
